<?php

return [

    'a_p_i_key' => 'API Key',
    'a_p_i_secret' => 'API Secret',
    'account_s_i_d' => 'Account SID',
    'auth_token' => 'Auth Token',
    'navigation_label' => 'إعدادات SMS',
    'rate_limiting' => 'Rate Limiting',
    'save' => 'Save',
    'test' => 'Test',
    'title' => 'إعدادات الرسائل النصية',
    'إعداداتالمزودين' => 'إعدادات المزودين',
    'اختبارالإرسال' => 'اختبار الإرسال',
    'استخدام_queue(إرسالفيالخلفية)' => 'استخدام Queue (إرسال في الخلفية)',
    'اسمالمرسل' => 'اسم المرسل',
    'اسمالمستخدم' => 'اسم المستخدم',
    'الإعداداتالعامة' => 'الإعدادات العامة',
    'تحديدعددالرسائلالمسموحبهالمنعالإرسالالجماعي' => 'تحديد عدد الرسائل المسموح بها لمنع الإرسال الجماعي',
    'تسجيلالرسائل' => 'تسجيل الرسائل',
    'تمإرسالرسالةاختبار' => 'تم إرسال رسالة اختبار',
    'تمحفظالإعداداتبنجاح' => 'تم حفظ الإعدادات بنجاح',
    'حفظالإعدادات' => 'حفظ الإعدادات',
    'خطأ' => 'خطأ',
    'رسائلفيالدقيقة' => 'رسائل في الدقيقة',
    'رسائلفيالساعة' => 'رسائل في الساعة',
    'رقمالمرسل' => 'رقم المرسل',
    'فشلالإرسال' => 'فشل الإرسال',
    'كلمةالمرور' => 'كلمة المرور',
    'مزودالخدمةالافتراضي' => 'مزود الخدمة الافتراضي',

];
