<?php

return [

    'cancel' => 'Cancel',
    'navigation_label' => 'View Group Message',
    'send' => 'Send',
    'title' => 'View Group Message',
    'إرسال' => 'إرسال',
    'إرسالإشعار' => 'إرسال إشعار',
    'إرسالبريدإلكتروني' => 'إرسال بريد إلكتروني',
    'إلغاء' => 'إلغاء',
    'الأولوية' => 'الأولوية',
    'الحالة' => 'الحالة',
    'المجموعة' => 'المجموعة',
    'النوع' => 'النوع',
    'تاريخالإرسال' => 'تاريخ الإرسال',
    'حالةالإرسال' => 'حالة الإرسال',
    'عددالقراءات' => 'عدد القراءات',
    'عددالمستلمين' => 'عدد المستلمين',
    'عنوانالرسالة' => 'عنوان الرسالة',
    'معلوماتالرسالة' => 'معلومات الرسالة',
    'موعدالإرسالالمجدول' => 'موعد الإرسال المجدول',
    'نسبةالقراءة' => 'نسبة القراءة',

];
