<?php

return [

    'navigation_group' => 'التعليم',
    'navigation_icon' => 'heroicon-o-star',
    'navigation_label' => 'تقييم المدرسين',
    'title' => 'تقييم المدرسين',
    'إخفاءاسمي(تقييممجهول)' => 'إخفاء اسمي (تقييم مجهول)',
    'اخترالمدرسوالمجموعة' => 'اختر المدرس والمجموعة',
    'الالتزامبالمواعيد' => 'الالتزام بالمواعيد',
    'التعليق(اختياري)' => 'التعليق (اختياري)',
    'التفاعل' => 'التفاعل',
    'التقييم' => 'التقييم',
    'التقييمالعام' => 'التقييم العام',
    'التواصل' => 'التواصل',
    'المجموعة' => 'المجموعة',
    'المدرس' => 'المدرس',
    'المعرفةالعلمية' => 'المعرفة العلمية',
    'تمإرسالالتقييمبنجاح' => 'تم إرسال التقييم بنجاح',
    'جودةالتدريس' => 'جودة التدريس',
    'لقدقيّمتهذاالمدرسمنقبل' => 'لقد قيّمت هذا المدرس من قبل',

];
