<?php

return [

    'navigation_group' => 'التواصل',
    'navigation_icon' => 'heroicon-o-star',
    'navigation_label' => 'تقييم المدرسين',
    'title' => 'تقييم المدرسين',
    'إخفاءاسمي(تقييممجهول)' => 'إخفاء اسمي (تقييم مجهول)',
    'اخترالطالبوالمدرس' => 'اختر الطالب والمدرس',
    'الاحترافية' => 'الاحترافية',
    'الالتزامبالمواعيد' => 'الالتزام بالمواعيد',
    'التعليق(اختياري)' => 'التعليق (اختياري)',
    'التقييم' => 'التقييم',
    'التقييمالعام' => 'التقييم العام',
    'التواصلمعأولياءالأمور' => 'التواصل مع أولياء الأمور',
    'الطالب' => 'الطالب',
    'المجموعة' => 'المجموعة',
    'المدرس' => 'المدرس',
    'تقدمالطالب' => 'تقدم الطالب',
    'تمإرسالالتقييمبنجاح' => 'تم إرسال التقييم بنجاح',
    'جودةالتدريس' => 'جودة التدريس',
    'لقدقيّمتهذاالمدرسمنقبل' => 'لقد قيّمت هذا المدرس من قبل',

];
